{
  "blink-emoji.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "codecompanion-history.nvim": { "branch": "main" },
  "codecompanion-spinners.nvim": { "branch": "main" },
  "codecompanion.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "eldritch.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitmoji.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-colors.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "md-table-tidy.nvim": { "branch": "master" },
  "mini.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-eslint": { "branch": "main" },
  "nvim-genghis": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-luapad": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-snippy": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "tokyonight.nvim": { "branch": "main" },
  "tree-sitter-manager.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "venv-selector.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-glsl": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
